Repository: giuseppeolivari/DateCasino
Catalog: DateCasino/*.lproj/Localizable.strings
Languages: it

source: Roasted chicken
it: Pollo arrosto

source: Steak
it: Bistecca

source: Ice cream
it: Gelato

source: Skating
it: Pattinaggio

source: Theater
it: Teatro

source: Amusement park
it: Parco giochi

source: Board game
it: Gioco da tavolo

source: Baking
it: Fare dolci

source: Streaptease
it: Spogliarello

source: Massage
it: Massaggio

source: Couple shower
it: Doccia di coppia

source: Handcuff
it: Manette

source: Role play
it: Gioco di ruolo

source: FOOD
it: CIBO

source: ACTIVITY
it: ATTIVITÃ€

source: PLEASURE
it: PIACERE

source: slot1
it: slot 1 it

source: slot2
it: slot 2 it

source: slot3
it: slot 3 it

source: slot4
it: slot 4 it

source: Rotate the crown to spin
it: Ruota la ghiera per iniziare
